/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidParameter" = "매개변수가 잘못되었습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "작업 코드가 잘못되었습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "서버에 연결할 수 없습니다. 로그인 데이터를 확인하십시오.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "사용자는 이미 로그인되어 있습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "작업 실행을 이미 진행 중입니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "작업 컨텍스트가 잘못되었습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "통신 프로토콜 ID가 잘못되었습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "액션 항목 ID가 잘못되었습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "통신 프로토콜을 결정할 수 없습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "비밀번호를 확인하십시오.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "이 장치는 다른 사용자에게 이미 등록되어 있습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "입력한 패스코드가 일치하지 않습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "이 상태에서는 작업이 허용되지 않습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "입력한 로그인 데이터가 부족하거나 잘못되었습니다. 다시 시도하십시오.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "앱을 재설정할 수 없습니다. 네트워크에 연결되어 있는지 확인하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckLoginData" = "서버에 연결할 수 없습니다. 로그인 데이터를 확인하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "사용자 이름과 비밀번호를 확인하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "서버에 연결할 수 없습니다. 관리자에게 문의하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "입력한 로그인 데이터가 부족하거나 잘못되었습니다. 다시 시도하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "올바른 패스코드를 입력하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "하나 이상의 숫자를 포함하는 패스코드를 입력하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "입력한 패스코드가 일치하지 않습니다.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "패스코드가 만료되었습니다. 패스코드를 변경해야 합니다.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLength" = "{0}자 이상의 패스코드를 입력하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "하나 이상의 소문자를 포함하는 패스코드를 입력하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "하나 이상의 특수 문자를 포함하는 패스코드를 입력하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "{0}자 이상의 고유 문자를 포함하는 패스코드를 입력하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "하나 이상의 대문자를 포함하는 패스코드를 입력하십시오.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "인증서의 키를 가져올 수 없습니다.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "인증서를 가져올 수 없습니다.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "알 수 없는 오류입니다.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "보안 저장소가 이미 있습니다.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "데이터 유형 오류입니다.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "보안 저장소가 없습니다.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "인수가 잘못되었습니다.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "올바른 패스코드를 입력하십시오.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "보안 저장소가 잠겨 있습니다.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "보안 저장소 메모리가 부족합니다.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "패스코드가 만료되었습니다. 패스코드를 변경해야 합니다.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "{0}자 이상의 고유 문자를 포함하는 패스코드를 입력하십시오.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "하나 이상의 숫자를 포함하는 패스코드를 입력하십시오.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "하나 이상의 소문자를 포함하는 패스코드를 입력하십시오.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "하나 이상의 특수 문자를 포함하는 패스코드를 입력하십시오.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "하나 이상의 대문자를 포함하는 패스코드를 입력하십시오.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "{0}자 이상의 패스코드를 입력하십시오.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "{0}자 이상의 고유 문자를 포함하는 패스코드를 입력하십시오.";

/* XMSG */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "보안 저장소가 삭제되었습니다.";

/* XMSG */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "작업이 지원되지 않습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "SSO 패스코드가 잘못되었습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Afaria 자격 증명이 잘못되었습니다.";

